MAIN_MENU_TEXT = "Вы перешли в главное меню 🏠"

SPECIFY_REGION_TEXT = "Укажите регион для поиска 🌍"
SPECIFY_CITY_TEXT = "Укажите город для поиска 🏙️"
SELECT_SEX_TEXT = "Выберите пол партнёра для поиска ⚤"
SPECIFY_AGE_FROM_TEXT = "Укажите минимальный возраст для поиска 🔞"
SPECIFY_AGE_TO_TEXT = "Укажите максимальный возраст для поиска 💯"

SHOW_PHOTOS_FAVORITES_PERSON_TEXT = ("Напишите порядковый номер профиля из избранных ❤️‍🔥, "
                                     "для которого вы хотите увидеть фотографии 🖼️")
SHOW_PHOTOS_BLACKLIST_PERSON_TEXT = ("Напишите порядковый номер профиля из блэклиста 💔, "
                                     "для которого вы хотите увидеть фотографии 🖼️")

DEL_PHOTOS_FAVORITES_PERSON_TEXT = ("Напишите порядковый номер профиля из избранных ❤️‍🔥, "
                                    "который вы хотите удалить 🗑️")
DEL_PHOTOS_BLACKLIST_PERSON_TEXT = ("Напишите порядковый номер профиля из блэклиста 💔, "
                                    "который вы хотите удалить 🗑️")
